[
    {
        "name": "Splash Intro",
        "id": "ocean_intro",
        "from": "S.P.L.A.S.H",
        "title": "Notice from the S.P.L.A.S.H. Foundation",
        "body": "Greetings, Rancher.\n\nThe 7Zee Corporation, in partnership with the S.P.L.A.S.H. Foundation (Slime Preservation, Learning, Assistance, Sanctuary & Harmony), would like to inform you of unusual phenomena occurring across the region.\n\nReports indicate that non-native slimes, creatures not previously known to inhabit these ecosystems, are beginning to appear in unexpected locations. The cause of these disturbances is currently unknown, but rest assured: our teams are on it.\n\nA certified Slimeologist will be reaching out to you shortly with further information and guidance. In the meantime, proceed with caution and report any unusual slime behavior through your Starmail terminal.\n\nStay safe, stay curious.\n\nSincerely,\nThe Board of S.P.L.A.S.H.",
        "unlockAfter": 172800
    },
    {
        "name": "Lisa Intro",
        "id": "exchangeintro_lisa",
        "from": "Lisa Erwin",
        "title": "G’day from S.P.L.A.S.H. HQ!",
        "body": "Name’s Lisa Erwin! Slimeologist, field researcher, and proud member of S.P.L.A.S.H. (that’s Slime Preservation, Learning, Assistance, Sanctuary & Harmony for the uninitiated). You could say I’m a bit of a slime whisperer — been studyin’ their behaviors, quirks, and oddities since I first touched down on the Far, Far Range. If it jiggles, hops, or purrs, chances are I’ve logged a dozen pages on it.\n\nLately, reports have been floodin’ in about some strange slime activity happenin’ right near your patch of land. Can’t say I’ve seen anything quite like it in the data — and trust me, that’s sayin’ something.\n\nSo! I’ll be reachin’ out through the Range Exchange in a couple o’ days. Nothin’ too formal — just a quick chat, maybe get your eyes on a few of these peculiar slime friends, if you’re willin’. Could be nothin’... or it might just be the biggest slime mystery this dusty ol’ rock’s ever seen.\n\nKeep an eye on those corrals, yeah?\n\nCheers,\n- Lisa.\nFar, Far Range S.P.L.A.S.H.\n\nP.S. If a slime starts hummin’ at ya... don’t panic. Just write it down.",
        "unlockAfter": 561600
    }
]