[
    {
        "name": "Rosi",
        "zones": ["REEF"],
        "canLargofy": false,
        "favToy": "OCTO_BUDDY_TOY",
        "slimeMatData":
        [
            {
                "topColor": "#F9E5F0",
                "middleColor": "#E6C7D2",
                "bottomColor": "#F68ED9"
            },
            { "sameAs": 0 },
            { "topColor": "#F46CB7" }
        ],
        "ammoColor": "#F9E5F0",
        "plortMatData":
        [
            {
                "topColor": "#F46CB7",
                "middleColor": "#E6C7D2",
                "bottomColor": "#F9E5F0"
            },
            { "sameAs": 1 },
            { "sameAs": 2 }
        ],
        "gordoMatData":
        [
            { "sameAs": 0 },
            { "sameAs": 1 },
            { "sameAs": 2 }
        ],
        "basePrice": 7,
        "saturation": 50,
        "jiggle": 0.75,
        "toAdd": ["OceanRange.Slimes.RosiBehaviour, OceanRange"],
        "gordoOri": "17.2751,13.3003,-36.969;0,30,0",
        "gordoRewards": ["CRATE_REEF_01", "CRATE_REEF_01", "CRATE_REEF_01"],
        "gordoZone": "REEF",
        "gordoLoc": "Reef_Intro",
        "intro": "The pink pearl of the sea. Believed to be the cousin of the pink slime.",
        "pediaDiet": "Everything",
        "fav": "No favorite food. The Rosi slime loves everything equally.",
        "plortMeshes": ["pearl", "rosi_stalk_pearl", "rosi_frills_pearl"],
        "slimeMeshes": ["rosi_body", "rosi_stalk", "rosi_frills"],
        "gordoMeshes": ["rosi_body_gordo", "rosi_stalk_gordo", "rosi_frills_gordo"],
        "slimeology": "The rosi slime is the most common slime found in The Great Reef. They are often seen as cheerful, friendly and mischievous, often pranking other slimes and even humans. Rosi slimes have a deep bond with one another and are very rarely seen alone, As long as they have a partner to play with, they will be happy forever, rarely showing any sadness. And when they are sad it's often at the expense of others. Trying their best to cheer the slime or human back to their happy selves.",
        "risks": "There is not much to worry about the rosi slime. They are very easy to ranch, only needing food and companionship. A lonely rosi slime is a sad rosi slime. So it's recommended for ranchers to have more than one if they want a healthy production of pearls.",
        "plortonomics": "Rosi pearls are often called the \"Aphrodite Pearl\" for their rejuvenating properties on human skin. Beauty companies frequently market their products as the key to a youthful glow, claiming that rosi pearls help rewind aging skin by 20-50 years. This wouldn't be a problem if their frills were also believed to have abilities to cure internal organs, even rare cancers when consumed. While their frills can slowly regenerate constant tearing causes smaller gills to grow. However, new research shows that these healing properties are temporary. The resulting constant consumption and usage of the pearl cause rapid aging, making rosi pearls an unreliable anti-aging solution."
    },
    {
        "name": "Coco",
        "favFood": "SANDY_HEN",
        "favToy": "BEACH_BALL_TOY",
        "diet": "MEAT",
        "canLargofy": false,
        "ammoColor": "#966F33",
        "basePrice": 20,
        "saturation": 100,
        "plortAmmoColor": "#FEFCFF",
        "topMouthColor": "#FFFFFF",
        "middleMouthColor": "#888888",
        "bottomMouthColor": "#FFFFFF",
        "intro": "The concussion slime, wear helmets!",
        "pediaDiet": "Meat",
        "fav": "Sandy Hens",
        "gordoOri": "-494.6969,-2.37,-241.9137;0,200,0",
        "gordoRewards": ["CRATE_REEF_01", "CRATE_REEF_01", "CRATE_REEF_01"],
        "gordoZone": "REEF",
        "gordoLoc": "Reef_RingIsland",
        "jiggle": 0.025,
        "slimeMeshes": ["coco_body"],
        "toAdd": ["OceanRange.Slimes.CocoBehaviour, OceanRange"],
        "slimeMatData":
        [
            {
                "pattern": "coco_pattern",
                "matOrigin": "TABBY_SLIME"
            }
        ],
        "plortMatData":
        [
            {
                "topColor": "#FEFCFF",
                "middleColor": "#DCDADD",
                "bottomColor": "#FEFCFF"
            }
        ],
        "gordoMatData": [ { "sameAs": 0 } ],
        "slimeology": "Coco slimes are commonly found hanging from the palm trees of the island. Being natives to SwirlPool Island, the coco slimes have natural adapted a higher jump in order to climb trees and escape predators. Due to them being grown from palm trees, they have plant like attributes which causes them to require constant sunlight and also tend to avoid eating fruits and vegetables as it would be cannibalism.",
        "risks": "Be cautious while walking under palm trees as coco slimes are very territorial and if they sense you underneath, they will harden their soft, squishy bodies to a hard coconut-like shell and crash down onto their targets. Tourists in the past who got hit in the head by a coco slime have reported blurred vision and dizziness afterwards with some even being knocked out cold. This is also how they hunt in the wild. Despite their hard skin and agility, they are quite easy to ranch as long as they are well feed and have enough exposure to sunlight.",
        "plortonomics": "Coco plorts, unlike their producer, are very soft and silky as well as being an excellent source of calcium when condensed to liquid. Despite being very similar to earth's milk in properties, they can still be consumed by people who are lactose intolerance making them extremely popular for creating lactose intolerance options for dairy products. And due to their incredibly soft and silky texture, they are also very good for skin care and used often in spas as substitutes to milk baths.",
        "plortType": "Plort",
        "zones": ["REEF", "MOSS"]
    },
    {
        "name": "Mine",
        "favFood": "BLOWTATO_VEGGIE",
        "favToy": "BOMB_BALL_TOY",
        "diet": "VEGGIES",
        "canLargofy": false,
        "baseSlime": "BOOM_SLIME",
        "basePlort": "BOOM_PLORT",
        "topMouthColor": "#FFFFFF",
        "middleMouthColor": "#888888",
        "bottomMouthColor": "#FFFFFF",
        "redEyeColor": "#888888",
        "greenEyeColor": "#000000",
        "blueEyeColor": "#FFFFFF",
        "topPaletteColor": "#9EA16f",
        "middlePaletteColor": "#445660",
        "bottomPaletteColor": "#212A2F",
        "ammoColor": "#9EA16f",
        "basePrice": 30.0,
        "saturation": 125.0,
        "jiggle": 0.125,
        "gordoOri": "506.8365,5.61915,145.7047;0,320,0",
        "gordoRewards": ["CRATE_QUARRY_01", "CRATE_QUARRY_01", "CRATE_QUARRY_01"],
        "gordoZone": "QUARRY",
        "gordoLoc": "Quarry_VolcanoTransition",
        "progress": ["UNLOCK_QUARRY", "UNLOCK_RUINS"],
        "zones": ["QUARRY", "RUINS"],
        "intro": "The touch-me-not of slimes!",
        "pediaDiet": "Veggie",
        "fav": "Blowtato",
        "toAdd": ["OceanRange.Slimes.MineBehaviour, OceanRange"],
        "toRemove": ["BoomSlimeExplode, Assembly-CSharp", "BoomMaterialAnimator, Assembly-CSharp"],
        "plortMeshes": ["pearl", "mine_pearl"],
        "slimeMeshes": ["slime", "mine_exterior"],
        "gordoMeshes": ["gordo", "mine_exterior_gordo"],
        "slimeMatData":
        [
            {
                "topColor": "#9EA16F",
                "bottomColor": "#445660",
                "pattern": "mine_pattern",
                "matOrigin": "TABBY_SLIME",
                "gloss": 1
            },
            {
                "topColor": "#212A2F",
                "matOrigin": "PINK_SLIME"
            }
        ],
        "plortMatData":
        [
            { "topColor": "#445660" },
            { "sameAs": 1 }
        ],
        "gordoMatData":
        [
            { "topColor": "#445660" },
            { "sameAs": 1 }
        ],
        "slimeology": "The mine slime, a distant and more... prickly cousin to the boom slime, has a unique take on volatility. Unlike their explosive kin, a mine slime's detonations are triggered only by direct contact with another slime or an unwary rancher. To deter accidental bumps, their bodies are adorned with sharp, crystalline spikes; a clear warning sign. Despite their fiery tendencies, these slimes prefer a milder diet of vegetables, with the blowtato being their ultimate delight. This root's highly volatile compounds provide the perfect internal spark for their constant energetic needs and powerful bursts. If a mine slime goes too long without popping, however, their internal pressure builds to uncomfortable levels, driving them to seek relief by finding water, or joining in an explosive embrace with fellow boom or mine slimes.",
        "risks": "Approach mine slimes with caution, for their spikes aren't just for show! Any direct contact will result in a localized eruption. While other slimes will be boomed clear of the danger zone, only fellow mine slimes and their boom cousins possess a natural immunity to these contact explosions. This peculiar trait makes co-habitation an active (and often loud) affair, as they'll seek out their explosive kin for regular, relieving bursts. Keeping them together helps manage their volatile nature, preventing an otherwise grumpy slime.",
        "plortonomics": "Mine plorts are curious, resilient gems, forged into a pearl-like shape under the immense internal pressures of the mine slime. These unique pearls retain a fragment of their progenitor's explosive nature, though a considerably firmer thwack is required to unleash their contained energy. Their peculiar, controlled detonations make them highly prized in industrial applications, particularly when refined into a fine powder. From powering small, controlled bursts in excavation to adding a spectacular sparkle to interstellar fireworks displays, mine pearls certainly make an impact on the galactic exchange."
    },
    {
        "name": "Lantern",
        "favFood": "RADIANT_HEN",
        "favToy": "NIGHT_LIGHT_TOY",
        "diet": "MEAT",
        "canLargofy": false,
        "basePlort": "PHOSPHOR_PLORT",
        "topPaletteColor": "#752C86",
        "middlePaletteColor": "#EBDB6A",
        "bottomPaletteColor": "#B15EC8",
        "ammoColor": "#B15EC8",
        "basePrice": 25,
        "saturation": 50,
        "plortAmmoColor": "#752C86",
        "nightSpawn": true,
        "progress": ["UNLOCK_MOSS", "UNLOCK_RUINS"],
        "zones": ["MOSS", "RUINS"],
        "intro": "It lights up your life!",
        "pediaDiet": "Meat",
        "fav": "Radiant Hen",
        "gordoOri": "101.948,-3.4949,40.8476;0,57,0",
        "gordoRewards": ["CRATE_MOSS_01", "CRATE_MOSS_01", "CRATE_MOSS_01"],
        "gordoZone": "REEF",
        "gordoLoc": "Reef_CliffCaves",
        "jiggle": 0.25,
        "toAdd": ["OceanRange.Slimes.LanternBehaviour, OceanRange"],
        "plortMeshes": ["pearl", "lantern_stalk_pearl", "lantern_lure_pearl"],
        "slimeMeshes": ["slime", "lantern_fins", "lantern_stalk", "lantern_lure"],
        "gordoMeshes": ["gordo", "lantern_fins_clone", "lantern_stalk_clone", "lantern_lure_clone"],
        "slimeMatData":
        [
            {
                "topColor": "#752C86",
                "middleColor": "#9445A7",
                "bottomColor": "#B15EC8"
            },
            {
                "topColor": "#752C86",
                "bottomColor": "#B15EC8",
                "pattern": "lantern_pattern",
                "matOrigin": "TABBY_SLIME"
            },
            { "sameAs": 0 },
            {
                "topColor": "#EBDB6A",
                "matOrigin": "PHOSPHOR_SLIME"
            }
        ],
        "plortMatData":
        [
            {
                "topColor": "#B15EC8",
                "middleColor": "#EBDB6A",
                "bottomColor": "#752C86",
                "gloss": 1
            },
            { "sameAs": 2 },
            { "sameAs": 3 }
        ],
        "gordoMatData":
        [
            { "sameAs": 0 },
            { "sameAs": 1 },
            { "sameAs": 2 },
            { "sameAs": 3  }
        ],
        "slimeology": "The lantern slime is a distant cousin of the phosphor slime. At one point in its evolution, the phosphor slimes expelled their inner core, using it to attract prey underwater. Slime nature is indeed peculiar. Much like its cousins, the lantern slimes can be found at night in the deepest parts of the Moss Blanket and the Great Reef. They are often seen alone and rarely in groups, as they prefer an isolated lifestyle and little interest in socializing. However, when it comes to humans, lantern slimes often aid divers in finding their way back to land.",
        "risks": "Lantern slimes aren't the most social compared to other slime species. During the day, they can be found sleeping in dark caves. When disturbed from their nap, they emit a bright flash to startle any diver or slime that dares to interrupt their beauty sleep. However, at night, they become very docile and can be found swimming across the coral reef in search of food.",
        "plortonomics": "Lantern pearls are a key ingredient in many beauty products due to their natural moisturizing properties. These pearls not only hydrate the skin but also impart a radiant, plum-like glow, making them ideal for night creams. However, it's important to note that their protective barrier against bacteria diminishes rapidly when exposed to sunlight. Therefore, products containing a high concentration of lantern pearls are best applied before bedtime for their benefits."
    },
    {
        "name": "Sand",
        "favToy": "BEACH_BALL_TOY",
        "favFood": "SILKY_SAND_CRAFT",
        "baseSlime": "PUDDLE_SLIME",
        "ammoColor": "#EDA960",
        "plortAmmoColor": "#E8C499",
        "basePrice": 10,
        "saturation": 25,
        "diet": "DIRT",
        "canLargofy": false,
        "intro": "You can find it between your toes!",
        "pediaDiet": "Dirt",
        "fav": "None",
        "zones": ["REEF", "DESERT"],
        "spawnWeight": 0.15,
        "jiggle": 0.125,
        "hasGordo": false,
        "gordoRewards": ["SILKY_SAND_CRAFT", "SILKY_SAND_CRAFT", "SILKY_SAND_CRAFT"],
        "gordoZone": "RANCH",
        "toAdd": ["OceanRange.Slimes.SandBehaviour, OceanRange"],
        "toRemove": ["GotoWater, Assembly-CSharp", "GotoConsumable, Assembly-CSharp", "DestroyOnTouching, Assembly-CSharp", "SlimeEatWater, Assembly-CSharp"],
        "slimeMeshes": ["slime", "sand_shells"],
        "gordoMeshes": ["puddle_body_gordo"],
        "plortMeshes": ["pearl"],
        "skipNull": true,
        "natGordoSpawn": false,
        "slimeMatData":
        [
            {
                "topColor": "#E2DFD2",
                "middleColor": "#E8C499",
                "bottomColor": "#EDA960"
            },
            {
                "topColor": "#F4E2CC",
                "middleColor": "#F4E2CC",
                "bottomColor": "#F4E2CC",
                "gloss": 1
            }
        ],
        "plortMatData":
        [
            {
                "topColor": "#E2DFD2",
                "middleColor": "#E2DFD2",
                "bottomColor": "#E2DFD2"
            }
        ],
        "gordoMatData": [ { "sameAs": 0 } ],
        "slimeology": "The sand slime, a curious terrestrial cousin to both the puddle and fire slimes, makes its home along the shallow, sun-drenched shores of the Far, Far Range. Much like its elemental kin, these intriguing slimes require no typical sustenance from a rancher's feeder; instead, they subsist entirely on good old dirt. After sifting through the gritty soil, sand slimes process the minerals within, producing glimmering plorts that bear a striking resemblance to Earth's precious pearls. Their calm demeanor and unique diet make them a rather low-maintenance addition to any ranch.",
        "risks": "Rest easy, ranchers! The sand slime is one of the most delightfully docile slimes you'll encounter. These mellow blobs pose virtually no risk to the ranch, thriving peacefully in any populated corral without inciting a single outbreak. However, despite their beach-dwelling nature, sand slimes are surprisingly delicate when it comes to deep water; prolonged submersion will cause them to slowly dissolve! Even their valuable pearl plorts are safe from hungry mouths; it seems no other slime has a taste for a glistening pearl that began its life as common dirt. Their laid-back nature and inability to cause a ruckus make them perfect companions for even the most timid slimes, just keep them away from the deep end!",
        "plortonomics": "Sand plorts are true marvels of natural refinement. Though the sand slime itself is soft and yielding, the pearls it produces are remarkably tougher than their Earth counterparts, defying their humble origins. These pristine, spherical treasures, born from nothing more than processed soil, fetch an exceptional price on the Plort Market. Their iridescent sheen and superior durability make them highly sought-after for crafting exquisite jewelry and other luxury adornments across the galaxy, proving that true beauty can indeed come from the ground up!"
    },
    {
        "name": "Mesmer",
        "favToy": "DISCO_BALL_TOY",
        "favFood": "POGO_FRUIT",
        "diet": "FRUIT",
        "basePlort": "TABBY_PLORT",
        "canLargofy": false,
        "ammoColor": "#0a094f",
        "basePrice": 20,
        "saturation": 100,
        "intro": "ooooooooooooooooooo pretty",
        "pediaDiet": "Fruit",
        "fav": "Pogo Fruit",
        "jiggle": 0.25,
        "toAdd": ["StalkConsumable, Assembly-CSharp"],
        "slimeMeshes": ["slime", "mesmer_pincer_1", "mesmer_pincer_2", "mesmer_tail"],
        "gordoMeshes": ["gordo", "mesmer_pincer_1_gordo", "mesmer_pincer_2_gordo", "mesmer_tail_gordo"],
        "slimeMatData":
        [
            {
                "pattern": "mesmer_pattern",
                "matOrigin": "TABBY_SLIME",
                "gloss": 0.11
            },
            {
                "topColor": "#340ca1",
                "bottomColor": "#320047",
                "matOrigin": "TABBY_SLIME",
                "pattern": "mesmer_pincer_pattern"
            },
            { "sameAs": 1 },
            {
                "pattern": "mesmer_tail_pattern",
                "matOrigin": "TABBY_SLIME"
            }
        ],
        "plortMatData":
        [
            {
                "topColor": "#0a094f",
                "middleColor": "#2F2251",
                "bottomColor": "#1e1140"
            }
        ],
        "gordoMatData":
        [
            { "sameAs": 0 },
            { "sameAs": 1 },
            { "sameAs": 2 },
            { "sameAs": 3 }
        ],
        "natGordoSpawn": false,
        "gordoRewards": ["CRATE_MOSS_01", "CRATE_MOSS_01", "CRATE_MOSS_01"],
        "slimeology": "The perplexing, dangerous-looking, yet friendly mesmer slime emits very obvious pulsating colors on its body. It's a bit debatable what the true purpose of these displays are, but most slime scientists agree that it is to try and appeal to and be the favorite friend of as many slimes as possible, even with their scorpion-like appearances; interestingly, they seem to be very sociable. Mesmer slimes spend most of their time inside of lush jungles and caverns on the island, where you could easily spot their glows.",
        "risks": "Mesmer slimes may be a risk to ranch, as the patterns they produce enact a hypnotic effect on slimes that gaze upon them, which can leave them to want to bundle up with these slimes for hours, mainly during the dark, where their glow is especially visible. When a mesmer slime is not near another slime, its mood will also fall. During agitation, mesmer slimes exhibit a feral-like state, seemingly unhappy due to the gut feeling that no one wants to be friends with them. They channel this disappointment by exhibiting eye and mouth patterns similar to the tarr, which only scares off other slimes even more. They will also pounce and mindlessly attack ranchers and slimes with their bug-like appendages. Otherwise... They're quite simple to take care of. It's advised to keep them with other slimes, as their plorts cannot produce largos due to the odd contents.",
        "plortonomics": "The odd contents? Mesmer plorts contain bioluminescent bacteria, which seem to be the source of the colors of their source. These bacteria may display a large possibility of colors, however, they usually have to be artificially mutated using complex chemical compounds to show exact colors. The products made with mesmer plorts are usually luxurious, imperious, and greedy alternatives of renewable light for the rich, but their true value is surprisingly lower.",
        "plortType": "Plort",
        "zones": ["MOSS"]
    }
]