{
  "name": "RU",
  "additional": {
    "ui": {
      "l.pearls": "Жемчугономия:",
      "m.foodgroup.dirt": "Грязь"
    },
    "tutorial": {
      "m.text.largo": "Ларго слаймы - это большой гибрид слаймов получающийся в том случае когда некий слайм съедает чужеродный плорт.\n\nЗавакайте их чтобы удерживать их на кончике дула, или выстрелите чтобы отправить их в полёт!\n\nПомните, биология слаймов имеет значение! слаймы производящие жемчуг не могут образовывать ларго с теми кто производит плорты!"
    },
    "pedia": {
      "m.favored_by.silky_sand_craft": "@t.sand_slime_entry"
    }
  },
  "slimes": [
    {
      "translatedName": "Слайм Рози",
      "name": "Rosi",
      "risks": "Рози слаймы не представляют угрозы. Их очень легко содержать, потому что они нуждаются только в еде и компании. Одинокий Рози слайм - грустный Рози слайм. Так что хозяинам ранчо рекомендуется владеть больше чем одним для здорового производства жемчуга.",
      "slimeology": "Слайм Рози самый распространенный слайм найденный в Высохшем Рифе. Их часто видят как радостных, дружелюбных и пакостливых, часто разыгрывающими других слаймов и даже людей. Рози слаймы очень привязаны к друг другу и очень редко замечены в одиночку, пока им есть с кем играть, они будут счастливы вечно, почти никогда не грустя. И даже когда им грустно, это часто за счёт других. Пытаются изо всех сил подборить унывающего слайма или человека.",
      "diet": "@m.diet.pink_slime",
      "favourite": "Нет любимой еды. Рози слайм любит всё одинаково.",
      "onomics": "Жемчуг Рози часто называют \"Жемчугом Афродиты\" за его омолаживающие свойства для людской кожи. Компании в индустрии красоты часто рекламируют их продукты как ключ к свежести кожи, заявляя что жемчуг Рози помогает откатить старение кожи на 20-50 лет. Это не было бы проблемой, если бы не считалось что их жабры так же владеют свойствами способными лечить внутренние органы и даже редкие формы рака при употреблении. Хоть их жабры и могут медленно регенерировать, постоянное рвание вызывает уменьшение растущих жабер. Однако, новые исследования показывают, что эти лечебные свойства временные. Постоянное употребление и исползование жемчуга приводит к быстрому старению, делая жемчуг Рози ненадёжным решением старения.",
      "intro": "Розовые жемчужины моря. Считаются родственником розового слайма."
    },
    {
      "translatedName": "Кокосовый слайм",
      "name": "Coco",
      "risks": "Будьте осторожны проходя под пальмами, так как кокосовые слаймы очень территориальны и если заметят тебя внизу, их мягкое тело затвердеет до состояния, похожего на кокосовую скорлупу, и они упадут прямо на свою цель. Туристы, на голову которых в прошлом падал кокосовый слайм сообщали о размытом зрении и головокружении после столкновения, некоторые даже теряли сознание. Так они и охотятся в дикой природе. Несмотря на их твёрдую оболочку и скорость, ими довольно легко овладеть, до тех пор пока они хорошо накормлены и имеют достаточно солнечного света.",
      "slimeology": "Кокосовые слаймы часто замечены висящими на пальмах острова. Являясь естественными жителями СпиралеВодного Острова, кокосовые слаймы естественным путём приспособились прыгать выше чтобы взбираться на деревья и убегать от хищников. Из-за того что они растут из пальм, у них имеются свойства подобные растениям, потому они нуждаются в постоянном солнечном свете и избегают поедания фруктов и овощей как будто это каннибализм.",
      "diet": "@m.diet.boom_slime",
      "favourite": "@t.sandy_hen_entry",
      "onomics": "Кокосовые плорты, в отличии от их источника, очень мягкие и гладкие, а так же являются отличным источником кальция, когда превращены в жидкость. Несмотря на большую схожесть с свойствами земного молока, люди не переносящие лактозу всё равно могут их есть, делая их невероятно популярными для создания вариаций продуктов для людей не переносящих лактозу. И благодаря их невероятно мягкой, гладкой текстуре, они так же очень подходят для ухода за кожей и часто используются в спа как замена молочным ванным.",
      "intro": "Крышесносный слайм, лучше наденьте шлем!"
    },
    {
      "translatedName": "Слайм мина",
      "name": "Mine",
      "risks": "Будьте осторожны приближаясь к слаймам минам, так как их шипы не просто украшение! Любое прямое воздействие приведёт к локализированному взрыву. Пока других слаймов уносит взрывом из зоны опасности, только слаймы мины и их бабах-родственники имеют естественный иммунитет к этим контактным взрывам. Эта особенная черта делает со-существование их в одном загоне активной (и очень громкой) связью, потому что они будут выискивать своих взрывных братьев для регулярных, облегчающих бабахов. Содержание этих слаймов вместе поддержит их волатильную природу, не давая слайму грустить.",
      "slimeology": "Слайм мина, далекий и более... колючий родственник бабах-слайма, уникален в своем выражении волатильности. В отличии от своих взрывных братьев, детонация слайма мины происходит только при прямом контакте с другим слаймом или невнимательным слаймоводом. Чтобы предотвратить случайные столкновения, их тела покрыты острыми, кристаллическими шипами; явный предупреждающий знак. Несмотря на их резкое поведение, эти слаймы предпочитают более спокойную диету из овощей, из которых взрывтошка является их любимцем. Весьма волатильные вещества этого корнеплода предоставляют идеальную искру для их постоянных энергетических потребностей и мощных взрывов. Если, однако, слайм мина не будет взрываться слишком долго, внутри них будет накапливаться давление неприятных уровней, заставляющее их искать воду для расслабления, или присоединиться к взрывному представлению других бабах-слаймов или слаймов мин.",
      "diet": "@m.diet.rad_slime",
      "favourite": "@t.blowtato_veggie_entry",
      "onomics": "Жемчуг мины - любопытные, упругие самоцветы, скованные в форму подобную жемчугу под чрезвычайным внутренним давлением слаймов мин. Эти уникальные жемчужины сохраняют частичку взрывной натуры их прородителя, однако потребуется достаточно сильный удар чтобы выпустить их энергию. Их специфичные, контролируемые детонации делают их очень ценимыми в промышленности, в частности переработанными в мелкий порошок. Начиная созданием небольших, контролируемых взрывов во время раскопок и заканчивая добавлением захватывающей искры к космическим феерверкам, плорты мины без сомнения влияют на галактический обмен",
      "intro": "Слайм недотрога."
    },
    {
      "translatedName": "Фонарный слайм",
      "name": "Lantern",
      "risks": "Фонарные слаймы не очень социальны в сравнении с другими видами слаймов. Днём их можно найти спящими. Когда кто-то отвлекает их от сна, они испускают яркую вспышку чтобы отпугнуть дайвера или слайма, который смеет нарушать их сладкий сон, и пытаются сбежать. Однако, когда наступает ночь, они становятся очень покладистыми и чаще всего замечены плавающими меж коралловых рифов в поисках пищи.",
      "slimeology": "Фонарные слаймы - дальние родственники фосфорных слаймов. Однажды, во время его эволюции, фосфорный слайм выпустил наружу своё внутреннее ядро, используя его чтобы приманивать добычу под водой. Природа слаймов действительно любопытна. Прям как их родственник, фонарные слаймы встречаются ночью в глубочайших участках Мшистого Покрова и Высохшего Рифа. Они часто встречаются в одиночку и редко в группах, так как они предпочитают более изолированный стиль жизни и не интересуются социализацией. Однако, когда речь заходит о людях, фонарные слаймы часто помогают дайверам попасть назад на сушу.",
      "diet": "@m.diet.boom_slime",
      "favourite": "@t.radiant_hen_entry",
      "onomics": "Фонарные жемчужины - главный ингредиент многих продуктов красоты из-за их увлажняющих свойств. Эти жемчужины не только увлажняют кожу, но и передают лучистое, сливовое сияние, делая их идеальными для ночных кремов. Однако, важно заметить что их защитный барьер от бактерий быстро исчезает под воздействием солнечного света. Поэтому продукты, содержащие большую концентрацию фонарного жемчуга, лучше всего применять перед сном для достижения нужного эффекта.",
      "intro": "Сделает твою жизнь ярче!"
    },
    {
      "translatedName": "Песочный слайм",
      "name": "Sand",
      "risks": "Выдохните, хозяина ранчо! Песочный слайм один из самых невероятно послушных слаймов из всех тех которых вы встретите. Эти мягкие комочки не представляют никакой угрозы для ранчо, спокойно существуя в любом заполненном загоне без того чтобы начать и единого бунта. Однако, несмотря на их природу проживания на пляжах, песочные слаймы удивительно деликатны, когда речь заходит о глубокой воде; длительное погружение приведёт к тому что они начнут медленно расстворяться! Даже их ценные жемчужные плорты в безопасности от голодных ртов; похоже что ни одному другому слайму не по вкусу сверкающий жемчуг который когда то был просто грязью. Их спокойный характер и неспособность создания даже небольших неприятностей делают их идеальной компанией даже для самых застенчивых слаймов, только держите их подальше от глубокой части!",
      "slimeology": "Песочный слайм, любопытный сухопутный родственник как лужи так и огненного слаймов, обитает вдоль мелководных, солнечных берегов Далёкого-Далёкого Запределья. Как и их элементальные братья, эти интересные слаймы не нуждаются в том чтобы хозяин рачно поддерживал их питание; вместо этого, им хватает старой доброй хорошей грязи. После просеивания песчаной почвы, песочные слаймы обрабатывают минералы, создавая сверкающие плорты, которые имеют поразительное сходство с Земным жемчугом. Их спокойное поведение и уникальная диета делают их вполне себе низкозатратным дополнением к любому ранчо.",
      "diet": "@ui:m.foodgroup.dirt",
      "favourite": "@t.silky_sand_craft",
      "onomics": "Песочные плорты это настоящие чудеса естественной переработки. Хоть сами песочные слаймы мягкие, жемчуг который они производят заметно твёрже их Земного эквивалента, отрицая их скромное происхождение. Эти безупречные, сферические сокровища, рождённые ничем более обработанного грунта, имеют исключительную цену на Плорт маркете. Их переливающийся блеск и сверхпрочность делают их очень желанными для создания из них изысканных ювелирных изделий и других украшений по всей галактике, доказывая что истинная красота и вправду может появиться из обыкновенной земли!",
      "intro": "Их можно найти промежь пальцев!"
    },
    {
      "translatedName": "Слайм гипнотизёр",
      "name": "Mesmer",
      "risks": "Слаймы гипнотизёры могут представлять угрозу для ранчо, потому что узоры, которые они производят, вводят слаймов которые смотрят на них в гипноз, что может привести к тому что они будут кучковаться вместе часами - особенно во время сумерек, когда их свечение особенно заметно. Когда слайм гипнотизёр остаётся один, его настроение начнёт падать. Во время беспокойства слаймы гипнотизёры переходят в одичавшее состояние, похоже вследствии того что они не счастливы потому что им кажется что никто не хочет с ними дружить. Они направляют это разочарование в создание форм глаз и рта похожих на варра, которые только сильнее отпугивают других слаймов. Они так же будут прыгать и бездумно атаковать слаймоводов и слаймов своими жукоподобными отростками. В остальном их довольно легко содержать.",
      "slimeology": "Загадочные, опасно выглядящие, но дружелюбные слаймы гипнотизёры испускают заметное пулсирующее свечение на их теле. Не совсем ясно какое истинное предназначение этих узоров, но большинство ученых соглашаются что это попытка угодить и стать лучшим другом как можно большего количества слаймов, даже с их обликом похожим на скорпиона. Примечательно, что они являются очень социальными. Слаймы гипнотизёры проводят большую часть своего времени внутри густых джунглей и пещер острова, где можно легко заметить их свечения.",
      "diet": "@m.diet.honey_slime",
      "favourite": "@t.sticky_fruit_entry",
      "onomics": "Плорты гипнотизёра содержат биолюминесцентные бактерии, которые являются источником их ярких цветов. Эти бактерии могут проявлять широкий спектр цветов, однако им приходится быть искусственно мутированными используя сложные химические вещества, чтобы они показывали определенный оттенок. Продукты созданные с плортами гипнотизёра часто роскошные, надменные и яркие аналоги возобновляемого света, предпочитаемые богатеями за их необычность. Несмотря на их роскошный облик, их истинная цена остаётся удивительно скромной.",
      "intro": "оооооооооооооооо красиво"
    },
    {
      "translatedName": "Слайм отшельник",
      "name": "Hermit",
      "risks": "Слаймы отшельники подозрительны от природы и могут быстро спрятаться когда замечают резкие движения или громкий шум. Из-за этого может быть сложно собирать плорты и хранимые предметы. Если он не чувствует себя в безопасности, он может проводить долгое время спрятанным в своей ракушке, делая уход и сбор плортов сложнее. При попытках достать предметы из их раковин, вам нужно будет делать это осторожно и с терпением. Грубые методы могут сделать слайма более неохотным выходить из его ракушки в будущем. Рекомендуется содержать слаймов отшельников счастливыми и не давать им становиться еще более недоверчивыми, советуется использовать колкий коралл и другие мирные стратегии взаимодействия с ними.",
      "slimeology": "Слайм отшельник - удивительное создание, которое живет в прибрежных и скалистых зонах. Этот слайм характеризуется всегда носящим ракушку на своей спине, которую он использует как убежище и хранилище для ценных объектов которые он собирает. Слайм отшельник имеет уникальную особенность способности отбрасывать свою раковину и адаптироваться к своему окружению, имея способность входить в ракушки, кокосы, камни, и даже такой мусор как например коробки. Его любимая еда это колкий коралл, вкусный фрукт который растёт на экзотическом растении которое растёт в трещинах камней и рядом с морем, эта еда может помочь хозяину ранчо заполучить доверие слайма и посодействовать его коллекции.",
      "diet": "@m.diet.honey_slime",
      "favourite": "@t.coral_fruit_entry",
      "onomics": "Плорты отшельника так же уникальны как сами слаймы. Благодаря тому что слайм постоянно собирает материалы в своем окружении, их плорты содержат микрофрагменты ракушек и минералов. Плорты отшельника удивительно прочные и используются в создании долговечных строительных материалов и водных декораций. К тому же, они известны за свою способность светиться в темноте если их потереть о твёрдую поверхность! Некоторые хозяина ранчо используют их для декорирования их ранчо натуральными подводными источниками света.",
      "intro": "уединённый странник в ракушке!"
    },
    {
      "translatedName": "Слайм золотая рыбка",
      "name": "Goldfish",
      "risks": "Слаймы золотые рыбки не могут быть пойманы или содержаныы в традиционых загонах, и как золотые слаймы, они пропадают вскоре после обнаружения. Попытка поймать одного приведет только к тому что он ускользнёт с всплеском. Однако, быстро соображающие слаймоводы могут успеть скормить им их любимую еду вовремя чтобы получить драгоценный плорт.",
      "slimeology": "Слаймы золотые рыбки это чрезвычайно редкий водный вариант неуловимого золотого слайма. В отличии от их землелюбивых родственников, эти блестящие слаймы адаптировались жить под волнами, изящно метаясь через подводные потоки с своими гибкими хвостами и сверкающей чешуей. Их движения имитируют движения карпов кои или декоративных золотых рыбок, и они оставляют позади себя блестящие следы в воде когда напуганы. Хоть они так-же пугливы, как и золотые слаймы, за слаймами золотыми рыбками немного легче наблюдать — может дольше на пару мгновений. Они часто появляются в глубоких коралловых траншеях или рядом с древними подводными руинами, ненадолго всплывая перед тем как исчезнуть в мгновение ока.",
      "diet": "@m.diet.gold_slime",
      "favourite": "@m.favorite.gold_slime",
      "onomics": "Плорты золотой рыбки ещё реже чем золотые плорты и в два раза ценнее, делая их высоко желаемым ресурсом. Их подводное происхождение дает им уникальные энергетические свойства, часто используемые в новейшей водной технике и производства роскошного голостекла. Из-за их редкости, Лаборатория слаймонауки рекомендует обращаться с ними чрезвычайно осторожно, и считать большой удачей что вы вообще нашли хотя бы один.",
      "intro": "Скользкий слайм с богатеньким блеском!"
    }
  ],
  "hens": [
    {
      "name": "Sandy",
      "translatedName": "Песчанная курица",
      "about": "Загорелые родственники уже знакомых каменистых куриц, песчанные курицы мастера прибрежного укрытия. Их перья эволюционировали в замечательную имитацию сухих, скользящих песков пляжей, которые они считают домом, из-за чего их довольно трудно заметить. К сожалению для песчанной курицы, их превосходный камуфляж не ровня зорким глазам кокосового слайма. Расположенные высоко на их качающихся пальмах, эти хищники имеют особое предпочтение исключительно сухому мясу песчанной курицы, что идеально балансирует их собственные сочные, тропические внутренности. Для слаймовода, ищущего вкусный, хоть и слегка сухой, кусок, песчанная курица предоставляет знакомый вкус с бесспорно засушливым послевкусием.",
      "favouredBy": "@t.coco_slime_entry",
      "ranch": "Песчанные курицы, находящиеся вблизи от кукарекунов, периодически откладывают яйца, из которых впоследствии вылупляются песчанные цып-цыпчики. Однако чрезмерное скопление куриц и кукарекунов на ограниченной территории заставляет их нервничать и они могут перестать нести яйца. Опытные хозяева ранчо, искушенные в вопросах тонкой натуры куриных любовных отношений, всегда заботятся о том, чтобы в курятнике количество пернатых не превышало 12 взрослых особей.",
      "type": "@m.resource_type.henhen",
      "intro": "Пляжный мастер камуфляжа"
    },
    {
      "name": "Radiant",
      "translatedName": "Лучезарная курица",
      "about": "В своём роде специфичная курица, лучезарная курица выделяется, буквально. В отличии от большинства куриц, которые пытаются слиться с своим окружением, перья лучезарной курицы эволюционировали так что они светятся мягким, неземным светом. Из-за этого их невероятно легко заметить, черта, которая обычно была бы негативной. Однако, для ночных фонарных слаймов, от этого свечения нельзя отказаться. Они часто толпятся вокруг этих куриц, загипнотизированные их мерцанием. Считается что мягкий свет, излучаемый курицей, помогает регулировать внутреннюю биолюминесценцию фонарных слаймов, которая может иногда быть нестабильной. Для слаймоводов, лучезарная курица как маяк, что делает их невероятно легкими в обнаружении в темных уголках Далекого далекого запределья. Их мясо, однако, на вкус как обыкновенная курица.",
      "favouredBy": "@t.lantern_slime_entrySlime",
      "ranch": "Лучезарные курицы, находящиеся вблизи от кукарекунов, периодически откладывают яйца, из которых впоследствии вылупляются лучезарные цып-цыпчики. Однако чрезмерное скопление куриц и кукарекунов на ограниченной территории заставляет их нервничать и они могут перестать нести яйца. Опытные хозяева ранчо, искушенные в вопросах тонкой натуры куриных любовных отношений, всегда заботятся о том, чтобы в курятнике количество пернатых не превышало 12 взрослых особей.",
      "type": "@m.resource_type.henhen",
      "intro": "Всегда выделяется!"
    }
  ],
  "chicks": [
    {
      "name": "Sandy",
      "translatedName": "Песчанный цып-цыпчик",
      "about": "Песчанные цып-цыпчики это цыплята, из которых однажды вырастут песчанные курицы или, реже, кукарекуны.\n\nСлаймы не едят никаких цып-цыпчиков. Некоторые считают, что слаймы слишком добрые, чтобы решиться на такое. А другие утверждают, что дело пока в недостаточном количестве мяса.",
      "favouredBy": "@m.favored_by.chickadoo",
      "ranch": "Держи песчанных цып-цыпчиков в надёжном убежище, и однажды из них вырастут песчанные курицы или кукарекуны.",
      "type": "@m.resource_type.chickadoo",
      "intro": "Будущий камуфляжник!"
    },
    {
      "name": "Radiant",
      "translatedName": "Лучезарный цып-цыпчик",
      "about": "Лучезарные цып-цыпчики это цыплята, из которых однажды вырастут лучезарные курицы или, реже, кукарекуны.\n\nСлаймы не едят никаких цып-цыпчиков. Некоторые считают, что слаймы слишком добрые, чтобы решиться на такое. А другие утверждают, что дело пока в недостаточном количестве мяса.",
      "favouredBy": "@m.favored_by.chickadoo",
      "ranch": "Держи лучезарных цып-цыпчиков в надёжном убежище, и однажды из них вырастут лучезарные курицы или кукарекуны.",
      "type": "@m.resource_type.chickadoo",
      "intro": "Ещё не вписывается..."
    }
  ],
  "fruits": [
    {
      "name": "Sticky",
      "translatedName": "Пальцеклей",
      "about": "Сладкое угощение которое постоянно к вашим зубам и даже пальцам. Известен как ключевой ингредиент в множестве конфет Далекого далекого запределья, этот фрукт балансирует свою клейкость с удивительно богатой кремовостью и удовлетворительным хрустом.",
      "favouredBy": "@t.mesmer_slime_entry",
      "ranch": "Стоит только положить пальцеклей в депозитарий участка, и у тебя вырастет высокое пальцеклеевое дерево.",
      "type": "@m.resource_type.pogo",
      "intro": "Липкий фрукт!"
    },
    {
      "name": "Coral",
      "translatedName": "Колкий коралл",
      "about": "Часть семейства колких фруктов, адаптировался жить под волнами. В отличии от своего дальнего родственника, грушовника, этот фрукт слегка сладок в своей сердцевине. Хоть вкус и считается унаследованным, те кто решаются попробовать часто находят его начальную кислоту на удивление терпимой.",
      "favouredBy": "@t.hermit_slime_entry",
      "ranch": "Стоит только положить колкий коралл в депозитарий участка, и у тебя вырастет высокое коралловое дерево.",
      "type": "@m.resource_type.pogo",
      "intro": "Осторожней с колючками!"
    }
  ],
  "veggies": [
    {
      "name": "Blowtato",
      "translatedName": "Взрывтошка",
      "about": "Взрывтошка это специфичный, высоко реактивный корнеплод, чаще всего найденный в росколах земли Карьера Индиго. Прямо как слаймы мины которые их обожают, эти картофелины имеют высокий шанс взрыва из-за волатильного химиката содержащегося внутри. Хозяева ранчо должны обращаться с ними чрезвычайно осторожно, создание маленькой дырки или \"отрыгивание\" рекоммендуется перед готовкой чтобы избежать оглушающего взрыва! Для слаймов мин, эта взрывная натура - чистейшее наслаждение, заправляющее их камнеломные способности и делая взрывтошку их любимым перекусом. Находчивые шахтеры даже используют его чтобы ослабить сильные каменные образования, однако всегда рекоммендуется соблюдать осторожность.",
      "favouredBy": "@t.mine_slime_entry",
      "ranch": "Стоит только положить взрывтошку в депозитарий участка, и в твоем распоряжении целый урожай.",
      "type": "@m.resource_type.carrot",
      "intro": "Взрывной корнеплод!"
    }
  ],
  "ranchers": [
    {
      "name": "Lisa",
      "translatedName": "Лиза Эрвин",
      "offers": [
        "...Упс! Я что нажала на это? А, извини, приятель... ну, пока ты ещё здесь, можешь протянуть мне руку помощи?",
        "Хррр... А?! На чем я остановилась?",
        "Проснись и пой! У нас есть работа к которой нужно приступить."
      ],
      "specialOffer": "Когда мне нужен заряд энергии, Я просто держу себя в руках и беру чашечку кофе.",
      "loadingTexts": [
        "Лиза однажды попыталась показать слайму гипнотизёру его отражение. Он стоял перед зеркалом часами.",
        "Лиза часто попадает в научные споры с Виктором."
      ]
    }
  ],
  "largos": [
    {
      "translatedName": "Мина Рози ларго",
      "name": "Rosi Mine"
    },
    {
      "translatedName": "Фонарный Рози ларго",
      "name": "Rosi Lantern"
    },
    {
      "translatedName": "Фонарный мина ларго",
      "name": "Mine Lantern"
    },
    {
      "translatedName": "Розовый кокосовый ларго",
      "name": "Pink Coco"
    },
    {
      "translatedName": "Саблезубый кокосовый ларго",
      "name": "Coco Saber"
    },
    {
      "translatedName": "Квантовый кокосовый ларго",
      "name": "Coco Quantum"
    },
    {
      "translatedName": "Медовый кокосовый ларго",
      "name": "Coco Honey"
    },
    {
      "translatedName": "Фосфорный кокосовый ларго",
      "name": "Coco Phosphor"
    },
    {
      "translatedName": "Мозаичный кокосовый ларго",
      "name": "Coco Mosaic"
    },
    {
      "translatedName": "Кокосовый вьюнок-ларго",
      "name": "Coco Tangle"
    },
    {
      "translatedName": "Кокосовый бабах-ларго",
      "name": "Coco Boom"
    },
    {
      "translatedName": "Радиоактивный кокосовый ларго",
      "name": "Coco Rad"
    },
    {
      "translatedName": "Скалистый кокосовый ларго",
      "name": "Coco Rock"
    },
    {
      "translatedName": "Мяуровый кокосовый ларго",
      "name": "Coco Tabby"
    },
    {
      "translatedName": "Кокосовый охотник ларго",
      "name": "Coco Hunter"
    },
    {
      "translatedName": "Кристальный кокосовый ларго",
      "name": "Coco Crystal"
    },
    {
      "translatedName": "Кокосовый дервиш ларго",
      "name": "Coco Dervish"
    },
    {
      "translatedName": "Кокосовый гипнотизёр ларго",
      "name": "Coco Mesmer"
    },
    {
      "translatedName": "Кокосовый отшельник ларго",
      "name": "Coco Hermit"
    },
    {
      "translatedName": "Розовый гипнотизёр ларго",
      "name": "Pink Mesmer"
    },
    {
      "translatedName": "Саблезубый гипнотизёр ларго",
      "name": "Saber Mesmer"
    },
    {
      "translatedName": "Квантовый гипнотизёр ларго",
      "name": "Quantum Mesmer"
    },
    {
      "translatedName": "Медовый гипнотизёр ларго",
      "name": "Honey Mesmer"
    },
    {
      "translatedName": "Фосфорный гипнотизёр ларго",
      "name": "Phosphor Mesmer"
    },
    {
      "translatedName": "Мозаичный гипнотизёр ларго",
      "name": "Mosaic Mesmer"
    },
    {
      "translatedName": "Вьюнок-гипнотизёр ларго",
      "name": "Tangle Mesmer"
    },
    {
      "translatedName": "Бабах-гипнотизёр ларго",
      "name": "Boom Mesmer"
    },
    {
      "translatedName": "Радиоактивный гипнотизёр ларго",
      "name": "Rad Mesmer"
    },
    {
      "translatedName": "Скалистый гипнотизёр ларго",
      "name": "Rock Mesmer"
    },
    {
      "translatedName": "Мяуровый гипнотизёр ларго",
      "name": "Tabby Mesmer"
    },
    {
      "translatedName": "Гипнотизёр охотник ларго",
      "name": "Hunter Mesmer"
    },
    {
      "translatedName": "Кристальный гипнотизёр ларго",
      "name": "Crystal Mesmer"
    },
    {
      "translatedName": "Гипнотизёр дервиш ларго",
      "name": "Dervish Mesmer"
    },
    {
      "translatedName": "Гипнотизёр отшельник ларго",
      "name": "Mesmer Hermit"
    },
    {
      "translatedName": "Розовый отшельник ларго",
      "name": "Pink Hermit"
    },
    {
      "translatedName": "Саблезубый отшельник ларго",
      "name": "Saber Hermit"
    },
    {
      "translatedName": "Квантовый отшельник ларго",
      "name": "Quantum Hermit"
    },
    {
      "translatedName": "Медовый отшельник ларго",
      "name": "Honey Hermit"
    },
    {
      "translatedName": "Фосфорный отшельник ларго",
      "name": "Phosphor Hermit"
    },
    {
      "translatedName": "Мозаичный отшельник ларго",
      "name": "Mosaic Hermit"
    },
    {
      "translatedName": "Отшельник вьюнок-ларго",
      "name": "Tangle Hermit"
    },
    {
      "translatedName": "Бабах-отшельник ларго",
      "name": "Boom Hermit"
    },
    {
      "translatedName": "Радиоактивный отшельник ларго",
      "name": "Rad Hermit"
    },
    {
      "translatedName": "Скалистый отшельник ларго",
      "name": "Rock Hermit"
    },
    {
      "translatedName": "Мяуровый отшельник ларго",
      "name": "Tabby Hermit"
    },
    {
      "translatedName": "Отшельник охотник ларго",
      "name": "Hunter Hermit"
    },
    {
      "translatedName": "Кристальный отшельник ларго",
      "name": "Crystal Hermit"
    },
    {
      "translatedName": "Отшельник дервиш ларго",
      "name": "Dervish Hermit"
    }
  ],
  "gordos": [
    {
      "translatedName": "Гордо Рози",
      "name": "Rosi"
    },
    {
      "translatedName": "Кокосовый гордо",
      "name": "Coco"
    },
    {
      "translatedName": "Гордо мина",
      "name": "Mine"
    },
    {
      "translatedName": "Фонарный гордо",
      "name": "Lantern"
    },
    {
      "translatedName": "Гордо гипнотизёр",
      "name": "Mesmer"
    },
    {
      "translatedName": "Гордо отшельник",
      "name": "Hermit"
    },
    {
      "translatedName": "Гордо золотая рыбка",
      "name": "Goldfish"
    },
    {
      "translatedName": "Песочный гордо",
      "name": "Sand"
    }
  ],
  "plorts": [
    {
      "translatedName": "Жемчуг Рози",
      "name": "Rosi"
    },
    {
      "translatedName": "Кокосовый плорт",
      "name": "Coco"
    },
    {
      "translatedName": "Жемчуг мина",
      "name": "Mine"
    },
    {
      "translatedName": "Фонарный жемчуг",
      "name": "Lantern"
    },
    {
      "translatedName": "Песочный жемчуг",
      "name": "Sand"
    },
    {
      "translatedName": "Плорт гипнотизёра",
      "name": "Mesmer"
    },
    {
      "translatedName": "Плорт отшельника",
      "name": "Hermit"
    },
    {
      "translatedName": "Жемчуг золотой рыбки",
      "name": "Goldfish"
    }
  ],
  "zones": [
    {
      "name": "Swirlpool Island",
      "translatedName": "Спиралеводный остров",
      "intro": "Дальние земли чудес для самых любопытных!",
      "presence": "Проходим через остров...",
      "description": "Placeholder"
    }
  ],
  "mail": [
    {
      "mailKey": "ocean_intro",
      "translatedName": "В.С.П.Л.Е.С.К.",
      "subject": "Извещение от Фонда В.С.П.Л.Е.С.К. ",
      "body": "Здравствуй, хозяин ранчо.\n\nКорпорация 7Zee, вместе с Фондом В.С.П.Л.Е.С.К. (Выискивание Слаймов, Помощь, Лекции, Единство, Сохранение и Классификация.), желают проинформировать вас о необычном феномене происходящем в регионе.\n\nОтчёты сообщают что не местные слаймы, существа, которые раньше не были задокументированны на данной области, начинают появляться в неожиданных местах. Причина этих аномалий пока неизвестна, но будьте уверенны: наши команды это исследуют.\n\nСертифицированный слаймолог скоро свяжется с вами с последующей информацией и наводками. А пока, действуйте с осторожностью и сообщайте о любом необычном поведении слаймов в вашем терминале звёздной почты.\n\nБерегите себя и свою любопытность.\n\nС уважением,\nСовет В.С.П.Л.Е.С.К."
    },
    {
      "mailKey": "exchangeintro_lisa",
      "translatedName": "Лиза Эрвин",
      "subject": "Добрый день из штаба В.С.П.Л.Е.С.К.!",
      "body": "Звать меня Лиза Эрвин! Слаймолог, полевой исследователь и гордый член В.С.П.Л.Е.С.К. (это Выискивание Слаймов, Помощь, Лекции, Единство, Сохранение и Классификация для не ознакомленных). Можно сказать я прямо укротитель слаймов. Изучала их поведение, особенности и странности с тех пор как я впервые приземлилась на Далёком далёком запределье. Если что то покачивается, прыгает, или мурчит, скорее всего я написала десятки страниц об этом.\n\nПоследнее время, был целый поток отчетов о том что происходят какие то странные изменения в поведении слаймов прямо вблизи твоей территории. Не могу сказать что я когда либо видела что то подобное — и поверь мне, это о чём то говорит.\n\nТак что! Я звякну через пункт обмена через пару деньков. Ничего слишком формального — просто быстрый разговор, может увидишь парочку этих интересных слаймиков, если пожелаешь. Может быть ничего... или может быть самая большая слаймовая тайна которую этот старый пыльный камень когда либо видел.\n\nСледи за своими загонами,хорошо?\n\nДо встречи,\n- Лиза.\nДалекое далекое запределье В.С.П.Л.Е.С.К.\n\nP.S. если слайм на тебя гудит... не паникуй. Просто запиши это."
    }
  ]
}
