[
    {
        "name": "Sandy",
        "intro": "The beach side camouflage master!",
        "chickIntro": "A budding camouflager!",
        "pediaFavouredBy": "coco Slimes",
        "ammoColor": "#C2B280",
        "favouredBy": ["COCO_SLIME"],
        "zones": ["REEF", "RUINS", "MOSS"],
        "basePrice": 20,
        "saturation": 10,
        "about": "A sun-baked cousin to the familiar stony hen, Sandy Hens are masters of coastal concealment. Their feathers have evolved into a remarkable mimicry of the dry, shifting sands of the beaches they call home, making them incredibly difficult to spot. Unfortunately for the sandy hen, their superb camouflage is no match for the keen eyes of a coco slime. Perched high in their swaying palm trees, these predators have a particular fondness for the sandy hen's uniquely dry meat, which perfectly balances their own juicy, tropical insides. For a rancher looking for a tasty, albeit a bit parched, bite, the sandy hen offers a familiar flavor with an undeniably arid finish."
    },
    {
        "name": "Radiant",
        "intro": "Always out of place!",
        "chickIntro": "Doesn't fit right in yet...",
        "pediaFavouredBy": "Lantern Slimes",
        "ammoColor": "#040454",
        "favouredBy": ["LANTERN_SLIME"],
        "zones": ["RUINS", "QUARRY", "MOSS"],
        "basePrice": 30,
        "saturation": 15,
        "about": "A peculiar hen among its kind, the radiant hen stands out, literally. Unlike most chickens that try to blend in with their surroundings, the radiant hen has evolved feathers that glow with a soft, ethereal light. This makes them incredibly easy to spot, a trait that would typically be a disadvantage. However, for the nocturnal lantern slimes, this luminosity is irresistible. They are often found clustered around these hens, seemingly mesmerized by their unique radiance. It's believed the hens' constant, gentle light helps to regulate the lantern slimes' internal bioluminescence, which can sometimes become unstable. For ranchers, the radiant hen is a beacon, making them surprisingly easy to locate in the dark corners of the Far, Far Range. Their meat, however, tastes just like a regular chicken."
    }
]