[
    {
        "name": "Rosi",
        "zones": ["REEF"],
        "diet": "GINGER",
        "canLargofy": false,
        "favFood": "HEN",
        "favToy": "OCTO_BUDDY_TOY",
        "topSlimeColor": "#F9E5F0",
        "middleSlimeColor": "#E6C7D2",
        "bottomSlimeColor": "#F68ED9",
        "specialSlimeColor": "#E6C7D2",
        "topPaletteColor": "#F9E5F0",
        "middlePaletteColor": "#E6C7D2",
        "bottomPaletteColor": "#F68ED9",
        "slimeAmmoColor": "#F9E5F0",
        "topPlortColor": "#F46CB7",
        "middlePlortColor": "#E6C7D2",
        "bottomPlortColor": "#F9E5F0",
        "specialPlortColor": "#F46CB7",
        "basePlortPrice": 10,
        "saturation": 100,
        "plortAmmoColor": "#F9E5F0",
        "intro": "The pink pearl of the sea. Believed to be the cousin of the pink slime.",
        "pediaDiet": "Everything",
        "fav": "No favorite food. The Rosi slime loves everything equally.",
        "slimeology": "The Rosi Slime is the most common slime found in The Great Reef. They are often seen as cheerful, friendly, and mischievous, often pranking other slimes and even humans. Rosi Slimes have a deep bond with one another and are very rarely seen alone, As long as they have a partner to play with, they will be happy forever, rarely showing any sadness. And when they are sad it's often at the expense of others. Trying their best to cheer the slime or human back to their happy selves.",
        "risks": "There is not much to worry about the Rosi Slime. They are very easy to Ranch, only needing food and companionship. A lonely Rosi Slime is a sad Rosi Slime. So it's recommended for ranchers to have more than one if they want a healthy production of Pearls.",
        "plortonomics": "Rosi Pearls are often called \"The Aphrodite Pearl\" for their rejuvenating properties on human skin. Beauty companies frequently market their products as the key to a youthful glow, claiming that Rosi Pearls help rewind aging skin by 20-50 years. This wouldn't be a problem if their Feather Gills were also believed to have abilities to cure internal organs, even rare cancers when consumed. While their Feather Gills can slowly regenerate constant tearing causes smaller gills to grow. However, new research shows that these healing properties are temporary. The resulting constant consumption and usage of the Pearl cause rapid aging, making Rosi Pearls an unreliable anti-aging solution."
    },
    {
        "name": "Cocoa",
        "favFood": "SANDY_HEN",
        "favToy": "BEACH_BALL_TOY",
        "diet": "MEAT",
        "canLargofy": false,
        "shininess": 0.1,
        "glossiness": 0.11,
        "topSlimeColor": "#FEFCFF",
        "middleSlimeColor": "#A1662F",
        "bottomSlimeColor": "#966F33",
        "specialSlimeColor": "#FEFCFF",
        "topPaletteColor": "#FEFCFF",
        "middlePaletteColor": "#A1662F",
        "bottomPaletteColor": "#966F33",
        "slimeAmmoColor": "#966F33",
        "topPlortColor": "#FEFCFF",
        "middlePlortColor": "#DCDADD",
        "bottomPlortColor": "#FEFCFF",
        "specialPlortColor": "#A1662F",
        "basePlortPrice": 20.0,
        "saturation": 100.0,
        "plortAmmoColor": "#FEFCFF",
        "intro": "The concussion slime, wear helmets!",
        "pediaDiet": "Meat",
        "fav": "Sandy Hens",
        "slimeology": "Cocoa slimes are commonly found hanging from the palm trees of the island. Being natives to SwirlPool Island, the cocoa slimes have natural adapted a higher jump in order to climb trees and escape predators. Due to them being grown from palm trees, they have plant like attributes which causes them to require constant sunlight and also tend to avoid eating fruits and vegetables as it would be cannibalism.",
        "risks": "Be cautious while walking under palm trees as cocoa slimes are very territorial and if they sense you underneath, they will harden their soft, squishy bodies to a hard coconut-like shell and crash down onto their targets. Tourists in the past who got hit in the head by a cocoa slime have reported blurred vision and dizziness afterwards with some even being knocked out cold. This is also how they hunt in the wild. Despite their hard skin and agility, they are quite easy to ranch as long as they are well feed and have enough exposure to sunlight.",
        "plortonomics": "Cocoa plorts, unlike their producer, are very soft and silky as well as being an excellent source of calcium when condensed to liquid. Despite being very similar to earth’s milk in properties, they can still be consumed by people who are lactose intolerance making them extremely popular for creating lactose intolerance options for dairy products. And due to their incredibly soft and silky texture, they are also very good for skin care and used often in spas as substitutes to milk baths.",
        "plortType": "Plort",
        "zones": ["REEF", "MOSS"]
    },
    {
        "name": "Mine",
        "favFood": "CARROT_VEGGIE",
        "favToy": "BOMB_BALL_TOY",
        "diet": "VEGGIES",
        "canLargofy": false,
        "baseSlime": "BOOM",
        "basePlort": "BOOM",
        "topSlimeColor": "#445660",
        "middleSlimeColor": "#445660",
        "bottomSlimeColor": "#445660",
        "specialSlimeColor": "#445660",
        "topMouthColor": "#FFFFFF",
        "middleMouthColor": "#FFFFFF",
        "bottomMouthColor": "#FFFFFF",
        "redEyeColor": "#FFFFFF",
        "greenEyeColor": "#FFFFFF",
        "blueEyeColor": "#FFFFFF",
        "topPaletteColor": "#9EA16f",
        "middlePaletteColor": "#445660",
        "bottomPaletteColor": "#212A2F",
        "slimeAmmoColor": "#9EA16f",
        "topPlortColor": "#445660",
        "middlePlortColor": "#445660",
        "bottomPlortColor": "#445660",
        "specialPlortColor": "#9EA16f",
        "basePlortPrice": 40.0,
        "saturation": 125.0,
        "plortAmmoColor": "#9EA16f",
        "progress": ["UNLOCK_QUARRY", "UNLOCK_RUINS"],
        "zones": ["QUARRY", "RUINS"],
        "intro": "The touch-me-not of slimes!",
        "pediaDiet": "Veggie",
        "fav": "Carrot (for now, Blowtato later)",
        "slimeology": "A cousin of the boom slime, mine slimes explode a lot! However unlike their boom cousins, mine slimes only explode upon contact with another slime or rancher. As a way to tell others to stay away from them, mine slimes evolved spikes on their bodies to keep others away from contact and subsequent explosions. Unlike their boom cousins however, mine slimes prefer going the peaceful route of eating vegetables. To support their explosive qualities, their favourite is the blowtato, which contains enough reactive chemicals to fuel both bodily functions and explosive qualities of the mine slime. However, if the explosion keeps building up for too long, the mine slime risks damaging itself. During this phase the mine slime would seek water or other boom or mine slimes to explode with them and regain comfort.",
        "risks": "A good rancher knows when to not to touch mine slimes. The only slimes that are immune to the explosions are other mine slimes, so it is preferred that they stick together to routinely explode in each other's contact and company.",
        "plortonomics": "Obtaining a unique pearl-like shape due to high pressures within the mine slimes, the mine plort inherits the mine slime's particular behaviour of explosion on touch. However, due to the nature of the source of the plorts, the contact needs to be much harder in order for the plorts to explode. Due to this peculiar property, mine plorts are often just ground to fine power to use for fireworks."
    },
    {
        "name": "Lantern",
        "favFood": "ROOSTER",
        "favToy": "NIGHT_LIGHT_TOY",
        "diet": "MEAT",
        "canLargofy": false,
        "basePlort": "PHOSPHOR",
        "topSlimeColor": "#752C86",
        "middleSlimeColor": "#9445A7",
        "bottomSlimeColor": "#B15EC8",
        "specialSlimeColor": "#752C86",
        "topPaletteColor": "#752C86",
        "middlePaletteColor": "#EBDB6A",
        "bottomPaletteColor": "#B15EC8",
        "slimeAmmoColor": "#B15EC8",
        "topPlortColor": "#B15EC8",
        "middlePlortColor": "#EBDB6A",
        "bottomPlortColor": "#752C86",
        "specialPlortColor": "#EBDB6A",
        "basePlortPrice": 35.0,
        "saturation": 125.0,
        "plortAmmoColor": "#752C86",
        "nightSpawn": true,
        "progress": ["UNLOCK_MOSS", "UNLOCK_RUINS"],
        "zones": ["MOSS", "RUINS"],
        "intro": "It lights up your life!",
        "pediaDiet": "Meat",
        "fav": "Roostro",
        "slimeology": "The lantern slime is a distance cousin of the phosphor slime. At one point in its evolution, the phosphor slimes expelled their inner core, using it to attract prey underwater. Slime nature is indeed peculiar. Much like its cousins, the lantern slimes can be found at night in the deepest parts of the Moss Blanket and the Great Reef. They are often seen alone and rarely in groups, as they prefer an isolated lifestyle and little interest in socializing. However, when it comes to humans, lantern slimes often aid divers in finding their way back to land.",
        "risks": "Lantern slimes aren't the most social compared to other slime species. During the day, they can be found sleeping in dark caves. When disturbed from their nap, they emit a bright flash to startle any diver or slime that dares to interrupt their beauty sleep. However, at night, they become very docile and can be found swimming across the coral reef in search of food.",
        "plortonomics": "Lantern pearls are a key ingredient in many beauty products due to their natural moisturizing properties. These peals not only hydrate the skin but also impart a radiant, plum-like glow, making them ideal for night creams. However, it's important to note that their protective barrier against bacteria diminishes rapidly when exposed to sunlight. Therefore, products containing a high concentration of lantern pearls are best applied before bedtime for their benefits."
    },
    {
        "name": "Sand",
        "favFood": "ELDER_HEN",
        "favToy": "BEACH_BALL_TOY",
        "baseSlime": "PUDDLE",
        "topSlimeColor": "#E2DFD2",
        "middleSlimeColor": "#E8C499",
        "bottomSlimeColor": "#EDA960",
        "specialSlimeColor": "#E2DFD2",
        "topMouthColor": "#EDA960",
        "middleMouthColor": "#EDA960",
        "bottomMouthColor": "#EDA960",
        "topPlortColor": "#E2DFD2",
        "middlePlortColor": "#E2DFD2",
        "bottomPlortColor": "#E2DFD2",
        "topPaletteColor": "#E2DFD2",
        "middlePaletteColor": "#E8C499",
        "bottomPaletteColor": "#EDA960",
        "specialPlortColor": "#E8C499",
        "slimeAmmoColor": "#EDA960",
        "plortAmmoColor": "#E8C499",
        "basePlortPrice": 100,
        "saturation": 25,
        "canLargofy": false,
        "intro": "You can find it between your toes!",
        "pediaDiet": "Dirt",
        "fav": "None",
        "zones": ["REEF"],
        "specialDiet": true,
        "slimeology": "The sand slime, a distance cousin of the puddle slime, can be found in the shallow waters of the Far, Far Range. Much like their puddle and fire cousins, they don't need to be fed for they solely eat dirt. Sand slimes process the nutrients from the dirt and produce a pearl plort of similar composition to Earth pearls.",
        "risks": "A sand slime isn't risky to manage. These slimes can be placed in any inhabited corral without worrying about any outbreaks. Even their pearls are safe because no slime wants to eat a pearl that come from a slime that eats dirt.",
        "plortonomics": "Sand pearls are tougher than their their Earth counterparts, contrary to the softer composition of the sand slime. Just like Earth pearls but much more expensive, sand pearls are used in jewelry."
    }
]